Repository: common-repository/affiliate-pro
Catalog: languages/ymas-*.po
Languages: sv_se

source: Enter API-key (access token)
sv_se: Ange API-nyckel (access token)

source: Learn more about this field in the
sv_se: Läs mer om det här fältet i

source: documentation
sv_se: dokumentationen

source: Enter your channel ID
sv_se: Ange kanal ID

source: Enable clean links
sv_se: Aktivera clean links

source: Read more
sv_se: Läs mer

source: Sales overview
sv_se: Försäljningsöversikt

source: Last week's events
sv_se: Senaste veckans händelser

source: Sales
sv_se: Försäljning

source: Today
sv_se: Idag

source: Last week
sv_se: Senaste veckan

source: Last month
sv_se: Senaste månaden

source: Enable Counter
sv_se: Aktivera räknaren

source: Check this box to enable word counter
sv_se: Kryssa i rutan för att aktivera funktionen

source: Display amount of post/page words
sv_se: Räkna antalet ord per inlägg/sida i admin kolumnerna.

source: Min Words
sv_se: Minst antal ord

source: Recommended minimum amount of words per article/page
sv_se: Rekommenderat minimum antal ord per artikel/sida

source: Word Count
sv_se: Ordräknare

source: Programs
sv_se: Program

source: Earnings
sv_se: Intjänat

source: Settings
sv_se: Inställningar

source: Advanced Settings
sv_se: Avancerade Inställningar

source: Integrations
sv_se: API Integrationer

source: yesterday
sv_se: igår

source: today
sv_se: idag

source: View not found
sv_se: Sidan hittades inte

source: Latest transactions
sv_se: Senaste transaktioner

source: Network
sv_se: Nätverk

source: Transaction
sv_se: Transaktionstyp

source: Click
sv_se: Klick

source: Commission
sv_se: Ersättning

source: Sorry, but you have no transactions for this channel yet.
sv_se: Du har inga transaktioner ännu.

source: Approved programs
sv_se: Godkända program

source: Category
sv_se: Kategori

source: Tracking URL
sv_se: Spårnings URL

source: Sorry, but you have no programs for this channel yet.
sv_se: Du har inga godkända program för den här kanalen ännu.

source: Import affiliate data and statistics to your Wordpress site. More info at: https://affiliate-pro.github.io
sv_se: Importera affiliate data och statistik till din WordPress webbplats. Mer info: https://affiliate-pro.github.io
